title = \u041f\u0440\u0430\u0020\u043d\u0430\u0441

history_message = \u041d\u0430\u0448\u0430\u0020\u0433\u0069\u0441\u0442\u043e\u0440\u044b\u044f

history_content_1 = \u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u002d\u0020\u043d\u0430\u0439\u0441\u0442\u0430\u0440\u044d\u0439\u0448\u044b\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u0443\u0020\u0440\u0443\u0441\u043a\u0430\u043c\u043e\u045e\u043d\u044b\u043c\u0020\u0441\u0432\u0435\u0446\u0435\u0020\u002d\u0020\u0443\u043d\u0456\u043a\u0430\u043b\u044c\u043d\u0430\u0435\u0020\u0456\u0020\u0433\u0456\u0441\u0442\u0430\u0440\u044b\u0447\u043d\u0430\u0435\u0020\u045e\u0441\u0442\u0430\u043d\u043e\u0432\u0443\u002e\u0020\u0414\u0430\u043a\u043b\u0430\u0434\u043d\u0430\u0439\u0020\u0434\u0430\u0442\u044b\u0020\u0437\u0430\u0441\u043d\u0430\u0432\u0430\u043d\u043d\u044f\u0020\u043d\u044f\u043c\u0430\u002c\u0020\u0430\u043b\u0435\u0020\u0432\u044b\u043a\u043b\u0430\u0434\u0430\u043d\u043d\u0435\u0020\u0456\u0441\u043d\u0430\u0432\u0430\u043b\u0430\u0020\u045e\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u043c\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u043c\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0446\u0435\u0020\u045e\u0020\u0442\u043e\u0439\u0020\u0446\u0456\u0020\u0456\u043d\u0448\u0430\u0439\u0020\u0444\u043e\u0440\u043c\u0435\u0020\u045e\u0020\u0038\u0039\u0036\u0020\u0433\u043e\u0434\u0437\u0435\u0020\u0456\u0020\u0445\u0443\u0442\u043a\u0430\u0020\u0440\u0430\u0437\u0432\u0456\u0432\u0430\u043b\u0430\u0441\u044f\u0020\u0437\u0020\u0031\u0030\u0036\u0037\u0020\u0433\u043e\u0434\u0430\u002c\u0020\u043a\u0430\u043b\u0456\u0020\u042f\u0440\u0430\u0441\u043b\u0430\u045e\u0020\u041c\u0443\u0434\u0440\u044b\u0020\u0049\u0049\u0020\u0437\u0430\u0431\u0430\u0440\u0430\u043d\u0456\u045e\u0020\u0431\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u043c\u0020\u0441\u0442\u0443\u0434\u044d\u043d\u0442\u0430\u043c\u0020\u043d\u0430\u0432\u0435\u0434\u0432\u0430\u0446\u044c\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u044f\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u044b\u0020\u045e\u0020\u0415\u045e\u0440\u043e\u043f\u0435\u002e
history_content_2 = \u0423\u0020\u0031\u0031\u0038\u0038\u0020\u0433\u043e\u0434\u0437\u0435\u0020\u0433\u0456\u0441\u0442\u043e\u0440\u044b\u043a\u0020\u041d\u0435\u0441\u0442\u0430\u0440\u0020\u041b\u0435\u0442\u0430\u043f\u0456\u0441\u0435\u0446\u0020\u0434\u0430\u045e\u0020\u043f\u0443\u0431\u043b\u0456\u0447\u043d\u0430\u0435\u0020\u0447\u044b\u0442\u0430\u043d\u043d\u0435\u0020\u043f\u0440\u044b\u0441\u0443\u0442\u043d\u044b\u043c\u0020\u0434\u044d\u043a\u0430\u043d\u0430\u043c\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0430\u0433\u0430\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u0430\u0433\u0430\u0020\u045e\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0430\u002c\u0020\u0430\u0020\u043f\u0440\u044b\u043a\u043b\u0430\u0434\u043d\u0430\u0020\u045e\u0020\u0031\u0031\u0039\u0030\u0020\u0433\u043e\u0434\u0437\u0435\u0020\u043f\u0440\u044b\u0431\u044b\u0446\u0446\u0451\u0020\u041f\u0456\u0446\u0435\u0440\u0430\u0020\u0424\u0440\u0430\u043d\u0446\u0443\u0437\u0441\u043a\u0430\u0433\u0430\u002c\u0020\u043f\u0435\u0440\u0448\u0430\u0433\u0430\u0020\u0432\u044f\u0434\u043e\u043c\u0430\u0433\u0430\u0020\u0437\u0430\u043c\u0435\u0436\u043d\u0430\u0433\u0430\u0020\u0441\u0442\u0443\u0434\u044d\u043d\u0442\u0430\u002c\u0020\u043f\u0430\u043a\u043b\u0430\u043b\u0430\u0020\u043f\u0430\u0447\u0430\u0442\u0430\u043a\u0020\u0442\u0440\u0430\u0434\u044b\u0446\u044b\u0456\u0020\u043c\u0456\u0436\u043d\u0430\u0440\u043e\u0434\u043d\u044b\u0445\u0020\u043d\u0430\u0432\u0443\u043a\u043e\u0432\u044b\u0445\u0020\u0441\u0443\u0432\u044f\u0437\u044f\u045e\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0430\u002e\u0020\u0414\u0430\u0020\u0031\u0032\u0030\u0031\u0020\u0433\u043e\u0434\u0437\u0435\u0020\u045e\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u045e\u0437\u043d\u0430\u0447\u0430\u043b\u0456\u045e\u0020\u0432\u0443\u0447\u043e\u043d\u044b\u002d\u043c\u0430\u0433\u0456\u0441\u0442\u0440\u0020\u0424\u0435\u0430\u0444\u0430\u043d\u002c\u0020\u044f\u043a\u043e\u043c\u0443\u0020\u045e\u0020\u0031\u0032\u0031\u0034\u0020\u0433\u043e\u0434\u0437\u0435\u0020\u0431\u044b\u043b\u043e\u0020\u043f\u0440\u044b\u0441\u0432\u043e\u0435\u043d\u0430\u0020\u0437\u0432\u0430\u043d\u043d\u0435\u0020\u0434\u043e\u043a\u0442\u0430\u0440\u0430\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0445\u0020\u043d\u0430\u0432\u0443\u043a\u002c\u0020\u0430\u0020\u045e\u0020\u0031\u0032\u0033\u0031\u0020\u0433\u043e\u0434\u0437\u0435\u0020\u045e\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0446\u0435\u0020\u0431\u044b\u043b\u0456\u0020\u0432\u044b\u043f\u0443\u0448\u0447\u0430\u043d\u044b\u0020\u043f\u0435\u0440\u0448\u044b\u044f\u0020\u043a\u0430\u043d\u0434\u044b\u0434\u0430\u0442\u0443\u0020\u0456\u0020\u0434\u0430\u043a\u0442\u0430\u0440\u044b\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0445\u0020\u043d\u0430\u0432\u0443\u043a\u002e
history_content_3 = \u041c\u0435\u043d\u0448\u0020\u0447\u044b\u043c\u0020\u043f\u0440\u0430\u0437\u0020\u0441\u0442\u0430\u0433\u043e\u0434\u0434\u0437\u0435\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u0441\u0442\u0430\u045e\u0020\u0432\u044b\u0448\u044d\u0439\u0020\u0437\u0430\u0020\u045e\u0441\u0456\u0445\u0020\u0456\u043d\u0448\u044b\u0445\u0020\u043d\u0430\u0432\u0443\u0447\u0430\u043b\u044c\u043d\u044b\u0445\u0020\u0443\u0441\u0442\u0430\u043d\u043e\u045e\u0020\u0443\u0020\u043a\u0440\u0430\u0456\u043d\u0435\u0020\u0456\u0020\u0437\u0430\u0441\u043b\u0443\u0436\u044b\u045e\u0020\u043f\u0430\u0445\u0432\u0430\u043b\u044b\u0020\u043f\u0430\u0442\u0440\u044b\u044f\u0440\u0445\u0430\u002c\u0020\u043a\u043d\u044f\u0437\u0451\u045e\u0020\u0456\u0020\u043c\u0443\u0434\u0440\u0430\u0446\u043e\u045e\u0020\u0434\u0437\u044f\u043a\u0443\u044e\u0447\u044b\u0020\u0441\u0432\u0430\u0451\u0439\u0020\u0441\u0442\u0430\u0440\u0430\u0436\u044b\u0442\u043d\u0430\u0441\u0446\u0456\u002c\u0020\u0432\u0443\u0447\u044d\u0431\u043d\u0430\u0439\u0020\u043f\u0440\u0430\u0433\u0440\u0430\u043c\u0435\u002c\u0020\u0434\u0430\u043a\u0442\u0440\u044b\u043d\u0435\u0020\u0456\u0020\u043f\u0440\u044b\u0432\u0456\u043b\u0435\u044f\u043c\u002e\u0020\u0423\u0020\u0031\u0033\u0035\u0035\u0020\u0433\u043e\u0434\u0437\u0435\u0020\u0406\u0432\u0430\u043d\u0020\u0413\u0440\u043e\u0437\u043d\u044b\u0020\u0430\u0434\u0434\u0430\u045e\u0020\u043d\u0430\u043b\u0435\u0436\u043d\u0430\u0435\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0443\u0020\u0437\u0430\u0020\u043d\u0435\u0430\u0446\u044d\u043d\u043d\u044b\u0020\u045e\u043a\u043b\u0430\u0434\u0020\u0443\u0020\u043d\u0430\u0432\u0443\u0447\u0430\u043d\u043d\u0435\u003b\u0020\u0451\u043d\u0020\u0442\u0430\u043a\u0441\u0430\u043c\u0430\u0020\u043f\u0440\u0430\u043a\u0430\u043c\u0435\u043d\u0442\u0430\u0432\u0430\u045e\u0020\u043f\u0430\u0441\u043b\u0443\u0433\u0456\u002c\u0020\u0430\u043a\u0430\u0437\u0430\u043d\u044b\u044f\u0020\u0434\u0437\u044f\u0440\u0436\u0430\u0432\u0435\u0020\u0432\u044b\u0431\u0456\u0442\u043d\u044b\u043c\u0456\u0020\u0432\u044b\u043f\u0443\u0441\u043a\u043d\u0456\u043a\u0430\u043c\u0456\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0430\u0433\u0430\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u0430\u0433\u0430\u0020\u045e\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0430\u002e
history_content_4 = \u0417\u0020\u0441\u0430\u043c\u0430\u0433\u0430\u0020\u043f\u0430\u0447\u0430\u0442\u043a\u0443\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u0431\u044b\u045e\u0020\u0446\u044d\u043d\u0442\u0440\u0430\u043c\u0020\u0430\u0436\u044b\u045e\u043b\u0435\u043d\u044b\u0445\u0020\u0441\u043f\u0440\u044d\u0447\u0430\u043a\u002c\u0020\u0443\u0020\u044f\u043a\u0456\u0445\u0020\u043d\u0430\u0432\u0443\u043a\u043e\u045e\u0446\u044b\u0020\u045e\u0434\u0437\u0435\u043b\u044c\u043d\u0456\u0447\u0430\u043b\u0456\u0020\u045e\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0445\u0020\u0456\u0020\u043f\u0430\u043b\u0456\u0442\u044b\u0447\u043d\u044b\u0445\u0020\u0434\u044b\u0441\u043a\u0443\u0441\u0456\u044f\u0445\u002e 
history_content_5 = \u0058\u0056\u0049\u0049\u0049\u0020\u0441\u0442\u0430\u0433\u043e\u0434\u0434\u0437\u0435\u002c\u0020\u043a\u0430\u043b\u0456\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u0430\u0434\u043c\u043e\u0432\u0456\u045e\u0441\u044f\u0020\u0430\u0434\u0020\u043f\u0430\u043b\u0456\u0442\u044b\u043a\u0456\u0020\u043d\u0430\u0020\u043a\u0430\u0440\u044b\u0441\u0446\u044c\u0020\u043d\u0430\u0432\u0443\u043a\u0456\u002c\u0020\u0442\u0430\u043a\u0441\u0430\u043c\u0430\u0020\u0431\u044b\u045e\u0020\u044d\u043f\u043e\u0445\u0430\u0439\u0020\u043d\u0430\u0432\u0443\u043a\u043e\u0432\u044b\u0445\u0020\u0430\u0434\u043a\u0440\u044b\u0446\u0446\u044f\u045e\u0020\u0456\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u0430\u0433\u0430\u0020\u0430\u0434\u0440\u0430\u0434\u0436\u044d\u043d\u043d\u044f\u002e\u0020\u041d\u0456\u043a\u0430\u0434\u0437\u0456\u043c\u0020\u0412\u0430\u0440\u0027\u044f\u0446\u043a\u0456\u002c\u0020\u043f\u0440\u0430\u0444\u0435\u0441\u0430\u0440\u0020\u043f\u0440\u044b\u043a\u043b\u0430\u0434\u043d\u043e\u0439\u0020\u043c\u0430\u0433\u0456\u0456\u002c\u0020\u0430\u0434\u043a\u0440\u044b\u045e\u0020\u0437\u0430\u043a\u043e\u043d\u044b\u0020\u043b\u0435\u0432\u0456\u0442\u0430\u0446\u044b\u0456\u002c\u0020\u0441\u0443\u0441\u0442\u0440\u044d\u0447\u044b\u0020\u0414\u0430\u0431\u0440\u044b\u043d\u0456\u0020\u041d\u0456\u043a\u0456\u0446\u0456\u0447\u0020\u0456\u0020\u0411\u0430\u0431\u044b\u0020\u042f\u0433\u0456\u0020\u0437\u0430\u043a\u043b\u0430\u043b\u0456\u0020\u0430\u0441\u043d\u043e\u0432\u044b\u0020\u0431\u0430\u044f\u0432\u043e\u0439\u0020\u043c\u0430\u0433\u0456\u0456\u002e
history_content_6 = \u0423\u0020\u0447\u0430\u0441\u0020\u0412\u044f\u043b\u0456\u043a\u0430\u0439\u0020\u0410\u0439\u0447\u044b\u043d\u043d\u0430\u0439\u0020\u0432\u0430\u0439\u043d\u044b\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u0431\u044b\u045e\u0020\u0447\u0430\u0441\u043e\u0432\u0430\u0020\u0437\u0430\u0447\u044b\u043d\u0435\u043d\u044b\u0020\u0456\u0020\u043f\u0435\u0440\u0430\u0432\u0435\u0434\u0437\u0435\u043d\u044b\u0020\u045e\u0020\u041a\u0430\u043d\u0430\u0434\u0443\u002e\u0020\u042f\u0433\u043e\u0020\u043f\u0430\u0441\u043f\u044f\u0445\u043e\u0432\u0430\u0020\u0432\u044f\u0440\u043d\u0443\u043b\u0456\u0020\u045e\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u044c\u0020\u0443\u0020\u0031\u0039\u0034\u0036\u0020\u0433\u043e\u0434\u0437\u0435\u002e
history_content_7 = \u041d\u0430\u0020\u043f\u0440\u0430\u0446\u044f\u0433\u0443\u0020\u0032\u0030\u002d\u0433\u0430\u0020\u0456\u0020\u043f\u0430\u0447\u0430\u0442\u043a\u0443\u0020\u0032\u0031\u002d\u0433\u0430\u0020\u0441\u0442\u0430\u0433\u043e\u0434\u0434\u0437\u044f\u045e\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u043a\u0456\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u044b\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0020\u0434\u0430\u0434\u0430\u045e\u0020\u0434\u0430\u0020\u0441\u0432\u0430\u0439\u0433\u043e\u0020\u043c\u0430\u0433\u0456\u0447\u043d\u0430\u0433\u0430\u0020\u044f\u0434\u0440\u0443\u0020\u043d\u043e\u0432\u044b\u0020\u0431\u0443\u0439\u043d\u044b\u0020\u0434\u0430\u0441\u043b\u0435\u0434\u0447\u044b\u0020\u043f\u0430\u0442\u044d\u043d\u0446\u044b\u044f\u043b\u0020\u0443\u0020\u0433\u0430\u043b\u0456\u043d\u0435\u0020\u043f\u0440\u044b\u0440\u043e\u0434\u0430\u0437\u043d\u0430\u045e\u0447\u044b\u0445\u0020\u0456\u0020\u043f\u0440\u044b\u043a\u043b\u0430\u0434\u043d\u044b\u0445\u0020\u043d\u0430\u0432\u0443\u043a\u002c\u0020\u0443\u043a\u043b\u044e\u0447\u0430\u044e\u0447\u044b\u0020\u043b\u0435\u043a\u0430\u0440\u0441\u0442\u0432\u0430\u002e\u0020\u041f\u0430\u0441\u0442\u0443\u043f\u0430\u044e\u0447\u044b\u0020\u0442\u0430\u043a\u0456\u043c\u0020\u0447\u044b\u043d\u0430\u043c\u002c\u0020\u0451\u043d\u0020\u0443\u0437\u043c\u0430\u0446\u043d\u0456\u045e\u0020\u0456\u0020\u045e\u043c\u0430\u0446\u0430\u0432\u0430\u045e\u0020\u0441\u0432\u0430\u044e\u0020\u0442\u0440\u0430\u0434\u044b\u0446\u044b\u0439\u043d\u0443\u044e\u0020\u0440\u043e\u043b\u044e\u0020\u045e\u0020\u044f\u043a\u0430\u0441\u0446\u0456\u0020\u043c\u0456\u0436\u043d\u0430\u0440\u043e\u0434\u043d\u0430\u0433\u0430\u0020\u0446\u044d\u043d\u0442\u0440\u0430\u0020\u043d\u0430\u0432\u0443\u0447\u0430\u043d\u043d\u044f\u0020\u0456\u0020\u0444\u043e\u0440\u0443\u043c\u0443\u0020\u0434\u043b\u044f\u0020\u0456\u043d\u0442\u044d\u043b\u0435\u043a\u0442\u0443\u0430\u043b\u044c\u043d\u044b\u0445\u0020\u0434\u044b\u0441\u043a\u0443\u0441\u0456\u0439\u002e

rector_message = \u041d\u0430\u0020\u0441\u0451\u043d\u043d\u044f\u0448\u043d\u0456\u0020\u0434\u0437\u0435\u043d\u044c\u0020\u0440\u044d\u043a\u0442\u0430\u0440\u0430\u043c\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0442\u0430\u0020\u0437\u0027\u044f\u045e\u043b\u044f\u0435\u0446\u0446\u0430\u0020\u0423\u0441\u044f\u0441\u043b\u0430\u0432\u0430\u0020\u0421\u0432\u044f\u0442\u0430\u0437\u0430\u0440\u0430\u045e\u043d\u0430\u0020\u0421\u0430\u043b\u0430\u043c\u0443\u0434\u0440\u0430\u044f\u002e

faculties_message = \u0412\u0430\u0020\u0443\u043d\u0456\u0432\u0435\u0440\u0441\u0456\u0442\u044d\u0446\u0435\u0020\u0038\u0020\u0444\u0430\u043a\u0443\u043b\u044c\u0442\u044d\u0442\u0430\u045e\u002e
