title = \u041e\u0020\u043d\u0430\u0441

history_message = \u041d\u0430\u0448\u0430\u0020\u0438\u0441\u0442\u043e\u0440\u0438\u044f

history_content_1 = \u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u0438\u0439\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u002d\u0020\u0441\u0442\u0430\u0440\u0435\u0439\u0448\u0438\u0439\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u0432\u0020\u0440\u0443\u0441\u0441\u043a\u043e\u044f\u0437\u044b\u0447\u043d\u043e\u043c\u0020\u043c\u0438\u0440\u0435\u0020\u002d\u0020\u0443\u043d\u0438\u043a\u0430\u043b\u044c\u043d\u043e\u0435\u0020\u0438\u0020\u0438\u0441\u0442\u043e\u0440\u0438\u0447\u0435\u0441\u043a\u043e\u0435\u0020\u0443\u0447\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\u002e\u0020\u0422\u043e\u0447\u043d\u043e\u0439\u0020\u0434\u0430\u0442\u044b\u0020\u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438\u044f\u0020\u043d\u0435\u0442\u002c\u0020\u043d\u043e\u0020\u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u0435\u0020\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043e\u0432\u0430\u043b\u043e\u0020\u0432\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u043e\u043c\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u043e\u043c\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0435\u0020\u0432\u0020\u0442\u043e\u0439\u0020\u0438\u043b\u0438\u0020\u0438\u043d\u043e\u0439\u0020\u0444\u043e\u0440\u043c\u0435\u0020\u0432\u0020\u0038\u0039\u0036\u0020\u0433\u043e\u0434\u0443\u0020\u0438\u0020\u0431\u044b\u0441\u0442\u0440\u043e\u0020\u0440\u0430\u0437\u0432\u0438\u0432\u0430\u043b\u043e\u0441\u044c\u0020\u0441\u0020\u0031\u0030\u0036\u0037\u0020\u0433\u043e\u0434\u0430\u002c\u0020\u043a\u043e\u0433\u0434\u0430\u0020\u042f\u0440\u043e\u0441\u043b\u0430\u0432\u0020\u041c\u0443\u0434\u0440\u044b\u0439\u0020\u0049\u0049\u0020\u0437\u0430\u043f\u0440\u0435\u0442\u0438\u043b\u0020\u0431\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u0438\u043c\u0020\u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430\u043c\u0020\u043f\u043e\u0441\u0435\u0449\u0430\u0442\u044c\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0435\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u044b\u0020\u0432\u0020\u0415\u0432\u0440\u043e\u043f\u0435\u002e
history_content_2 = \u0412\u0020\u0031\u0031\u0038\u0038\u0020\u0433\u043e\u0434\u0443\u0020\u0438\u0441\u0442\u043e\u0440\u0438\u043a\u0020\u041d\u0435\u0441\u0442\u043e\u0440\u0020\u041b\u0435\u0442\u043e\u043f\u0438\u0441\u0435\u0446\u0020\u0434\u0430\u043b\u0020\u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e\u0435\u0020\u0447\u0442\u0435\u043d\u0438\u0435\u0020\u0441\u043e\u0431\u0440\u0430\u0432\u0448\u0438\u043c\u0441\u044f\u0020\u0434\u0435\u043a\u0430\u043d\u0430\u043c\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u043e\u0433\u043e\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u043e\u0433\u043e\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0430\u002c\u0020\u0430\u0020\u043f\u0440\u0438\u043c\u0435\u0440\u043d\u043e\u0020\u0432\u0020\u0031\u0031\u0039\u0030\u0020\u0433\u043e\u0434\u0443\u0020\u043f\u0440\u0438\u0431\u044b\u0442\u0438\u0435\u0020\u041f\u0438\u0442\u0435\u0440\u0430\u0020\u0424\u0440\u0430\u043d\u0446\u0443\u0437\u0441\u043a\u043e\u0433\u043e\u002c\u0020\u043f\u0435\u0440\u0432\u043e\u0433\u043e\u0020\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e\u0433\u043e\u0020\u0438\u043d\u043e\u0441\u0442\u0440\u0430\u043d\u043d\u043e\u0433\u043e\u0020\u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430\u002c\u0020\u043f\u043e\u043b\u043e\u0436\u0438\u043b\u043e\u0020\u043d\u0430\u0447\u0430\u043b\u043e\u0020\u0442\u0440\u0430\u0434\u0438\u0446\u0438\u0438\u0020\u043c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u044b\u0445\u0020\u043d\u0430\u0443\u0447\u043d\u044b\u0445\u0020\u0441\u0432\u044f\u0437\u0435\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0430\u002e\u0020\u041a\u0020\u0031\u0032\u0030\u0031\u0020\u0433\u043e\u0434\u0443\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u0432\u043e\u0437\u0433\u043b\u0430\u0432\u0438\u043b\u0020\u0443\u0447\u0435\u043d\u044b\u0439\u002d\u043c\u0430\u0433\u0438\u0441\u0442\u0440\u0020\u0424\u0435\u043e\u0444\u0430\u043d\u002c\u0020\u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443\u0020\u0432\u0020\u0031\u0032\u0031\u0034\u0020\u0433\u043e\u0434\u0443\u0020\u0431\u044b\u043b\u043e\u0020\u043f\u0440\u0438\u0441\u0432\u043e\u0435\u043d\u043e\u0020\u0437\u0432\u0430\u043d\u0438\u0435\u0020\u0434\u043e\u043a\u0442\u043e\u0440\u0430\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0445\u0020\u043d\u0430\u0443\u043a\u002c\u0020\u0430\u0020\u0432\u0020\u0031\u0032\u0033\u0031\u0020\u0433\u043e\u0434\u0443\u0020\u0432\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0435\u0020\u0431\u044b\u043b\u0438\u0020\u0432\u044b\u043f\u0443\u0449\u0435\u043d\u044b\u0020\u043f\u0435\u0440\u0432\u044b\u0435\u0020\u043a\u0430\u043d\u0434\u0438\u0434\u0430\u0442\u0443\u0020\u0438\u0020\u0434\u043e\u043a\u0442\u043e\u0440\u0430\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0445\u0020\u043d\u0430\u0443\u043a\u002e
history_content_3 = \u041c\u0435\u043d\u0435\u0435\u0020\u0447\u0435\u043c\u0020\u0447\u0435\u0440\u0435\u0437\u0020\u0441\u0442\u043e\u043b\u0435\u0442\u0438\u0435\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u0438\u0439\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u0441\u0442\u0430\u043b\u0020\u0432\u044b\u0448\u0435\u0020\u0432\u0441\u0435\u0445\u0020\u0434\u0440\u0443\u0433\u0438\u0445\u0020\u0443\u0447\u0435\u0431\u043d\u044b\u0445\u0020\u0437\u0430\u0432\u0435\u0434\u0435\u043d\u0438\u0439\u0020\u0432\u0020\u0441\u0442\u0440\u0430\u043d\u0435\u0020\u0438\u0020\u0437\u0430\u0441\u043b\u0443\u0436\u0438\u043b\u0020\u043f\u043e\u0445\u0432\u0430\u043b\u044b\u0020\u043f\u0430\u0442\u0440\u0438\u0430\u0440\u0445\u0430\u002c\u0020\u043a\u043d\u044f\u0437\u0435\u0439\u0020\u0438\u0020\u043c\u0443\u0434\u0440\u0435\u0446\u043e\u0432\u0020\u0431\u043b\u0430\u0433\u043e\u0434\u0430\u0440\u044f\u0020\u0441\u0432\u043e\u0435\u0439\u0020\u0434\u0440\u0435\u0432\u043d\u043e\u0441\u0442\u0438\u002c\u0020\u0443\u0447\u0435\u0431\u043d\u043e\u0439\u0020\u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0435\u002c\u0020\u0434\u043e\u043a\u0442\u0440\u0438\u043d\u0435\u0020\u0438\u0020\u043f\u0440\u0438\u0432\u0438\u043b\u0435\u0433\u0438\u044f\u043c\u002e\u0020\u0412\u0020\u0031\u0033\u0035\u0035\u0020\u0433\u043e\u0434\u0443\u0020\u0418\u0432\u0430\u043d\u0020\u0413\u0440\u043e\u0437\u043d\u044b\u0439\u0020\u0432\u043e\u0437\u0434\u0430\u043b\u0020\u0434\u043e\u043b\u0436\u043d\u043e\u0435\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0443\u0020\u0437\u0430\u0020\u043d\u0435\u043e\u0446\u0435\u043d\u0438\u043c\u044b\u0439\u0020\u0432\u043a\u043b\u0430\u0434\u0020\u0432\u0020\u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u003b\u0020\u043e\u043d\u0020\u0442\u0430\u043a\u0436\u0435\u0020\u043f\u0440\u043e\u043a\u043e\u043c\u043c\u0435\u043d\u0442\u0438\u0440\u043e\u0432\u0430\u043b\u0020\u0443\u0441\u043b\u0443\u0433\u0438\u002c\u0020\u043e\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0435\u0020\u0433\u043e\u0441\u0443\u0434\u0430\u0440\u0441\u0442\u0432\u0443\u0020\u0432\u044b\u0434\u0430\u044e\u0449\u0438\u043c\u0438\u0441\u044f\u0020\u0432\u044b\u043f\u0443\u0441\u043a\u043d\u0438\u043a\u0430\u043c\u0438\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u043e\u0433\u043e\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u043e\u0433\u043e\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0430\u002e
history_content_4 = \u0421\u0020\u0441\u0430\u043c\u043e\u0433\u043e\u0020\u043d\u0430\u0447\u0430\u043b\u0430\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u0438\u0439\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u0431\u044b\u043b\u0020\u0446\u0435\u043d\u0442\u0440\u043e\u043c\u0020\u043e\u0436\u0438\u0432\u043b\u0435\u043d\u043d\u044b\u0445\u0020\u0441\u043f\u043e\u0440\u043e\u0432\u002c\u0020\u0432\u0020\u043a\u043e\u0442\u043e\u0440\u044b\u0445\u0020\u0443\u0447\u0435\u043d\u044b\u0435\u0020\u0443\u0447\u0430\u0441\u0442\u0432\u043e\u0432\u0430\u043b\u0438\u0020\u0432\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0445\u0020\u0438\u0020\u043f\u043e\u043b\u0438\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u0445\u0020\u0434\u0438\u0441\u043a\u0443\u0441\u0441\u0438\u044f\u0445\u002e 
history_content_5 = \u0058\u0056\u0049\u0049\u0049\u0020\u0432\u0435\u043a\u002c\u0020\u043a\u043e\u0433\u0434\u0430\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u0438\u0439\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u043e\u0442\u043a\u0430\u0437\u0430\u043b\u0441\u044f\u0020\u043e\u0442\u0020\u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0438\u0020\u0432\u0020\u043f\u043e\u043b\u044c\u0437\u0443\u0020\u043d\u0430\u0443\u043a\u0438\u002c\u0020\u0442\u0430\u043a\u0436\u0435\u0020\u0431\u044b\u043b\u0020\u044d\u043f\u043e\u0445\u043e\u0439\u0020\u043d\u0430\u0443\u0447\u043d\u044b\u0445\u0020\u043e\u0442\u043a\u0440\u044b\u0442\u0438\u0439\u0020\u0438\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u043e\u0433\u043e\u0020\u0432\u043e\u0437\u0440\u043e\u0436\u0434\u0435\u043d\u0438\u044f\u002e\u0020\u041d\u0438\u043a\u043e\u0434\u0438\u043c\u0020\u0411\u0435\u0437\u0443\u043c\u043d\u044b\u0439\u002c\u0020\u043f\u0440\u043e\u0444\u0435\u0441\u0441\u043e\u0440\u0020\u043f\u0440\u0438\u043a\u043b\u0430\u0434\u043d\u043e\u0439\u0020\u043c\u0430\u0433\u0438\u0438\u002c\u0020\u043e\u0442\u043a\u0440\u044b\u043b\u0020\u0437\u0430\u043a\u043e\u043d\u044b\u0020\u043b\u0435\u0432\u0438\u0442\u0430\u0446\u0438\u0438\u002c\u0020\u0432\u0441\u0442\u0440\u0435\u0447\u0438\u0020\u0414\u043e\u0431\u0440\u044b\u043d\u0438\u0020\u041d\u0438\u043a\u0438\u0442\u0438\u0447\u0430\u0020\u0438\u0020\u0411\u0430\u0431\u044b\u0020\u042f\u0433\u0438\u0020\u0437\u0430\u043b\u043e\u0436\u0438\u043b\u0438\u0020\u043e\u0441\u043d\u043e\u0432\u044b\u0020\u0431\u043e\u0435\u0432\u043e\u0439\u0020\u043c\u0430\u0433\u0438\u0438\u002e
history_content_6 = \u0412\u043e\u0020\u0432\u0440\u0435\u043c\u044f\u0020\u0412\u0435\u043b\u0438\u043a\u043e\u0439\u0020\u041e\u0442\u0435\u0447\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0439\u0020\u0432\u043e\u0439\u043d\u044b\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u0438\u0439\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u0431\u044b\u043b\u0020\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e\u0020\u0437\u0430\u043a\u0440\u044b\u0442\u0020\u0438\u0020\u043f\u0435\u0440\u0435\u0432\u0435\u0434\u0435\u043d\u0020\u0432\u0020\u041a\u0430\u043d\u0430\u0434\u0443\u002e\u0020\u0415\u0433\u043e\u0020\u0443\u0441\u043f\u0435\u0448\u043d\u043e\u0020\u0432\u0435\u0440\u043d\u0443\u043b\u0438\u0020\u0432\u0020\u0411\u0435\u043b\u0430\u0440\u0443\u0441\u044c\u0020\u0432\u0020\u0031\u0039\u0034\u0036\u0020\u0433\u043e\u0434\u0443\u002e
history_content_7 = \u0412\u0020\u0442\u0435\u0447\u0435\u043d\u0438\u0435\u0020\u0032\u0030\u002d\u0433\u043e\u0020\u0438\u0020\u043d\u0430\u0447\u0430\u043b\u0430\u0020\u0032\u0031\u002d\u0433\u043e\u0020\u0432\u0435\u043a\u043e\u0432\u0020\u0411\u0435\u043b\u043e\u0440\u0443\u0441\u0441\u043a\u0438\u0439\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0020\u0434\u043e\u0431\u0430\u0432\u0438\u043b\u0020\u043a\u0020\u0441\u0432\u043e\u0435\u043c\u0443\u0020\u043c\u0430\u0433\u0438\u0447\u0435\u0441\u043a\u043e\u043c\u0443\u0020\u044f\u0434\u0440\u0443\u0020\u043d\u043e\u0432\u044b\u0439\u0020\u043a\u0440\u0443\u043f\u043d\u044b\u0439\u0020\u0438\u0441\u0441\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u0435\u043b\u044c\u0441\u043a\u0438\u0439\u0020\u043f\u043e\u0442\u0435\u043d\u0446\u0438\u0430\u043b\u0020\u0432\u0020\u043e\u0431\u043b\u0430\u0441\u0442\u0438\u0020\u0435\u0441\u0442\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0445\u0020\u0438\u0020\u043f\u0440\u0438\u043a\u043b\u0430\u0434\u043d\u044b\u0445\u0020\u043d\u0430\u0443\u043a\u002c\u0020\u0432\u043a\u043b\u044e\u0447\u0430\u044f\u0020\u0446\u0435\u043b\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u002e\u0020\u041f\u043e\u0441\u0442\u0443\u043f\u0430\u044f\u0020\u0442\u0430\u043a\u0438\u043c\u0020\u043e\u0431\u0440\u0430\u0437\u043e\u043c\u002c\u0020\u043e\u043d\u0020\u0443\u0441\u0438\u043b\u0438\u043b\u0020\u0438\u0020\u0443\u043a\u0440\u0435\u043f\u0438\u043b\u0020\u0441\u0432\u043e\u044e\u0020\u0442\u0440\u0430\u0434\u0438\u0446\u0438\u043e\u043d\u043d\u0443\u044e\u0020\u0440\u043e\u043b\u044c\u0020\u0432\u0020\u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435\u0020\u043c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u043e\u0433\u043e\u0020\u0446\u0435\u043d\u0442\u0440\u0430\u0020\u043e\u0431\u0443\u0447\u0435\u043d\u0438\u044f\u0020\u0438\u0020\u0444\u043e\u0440\u0443\u043c\u0430\u0020\u0434\u043b\u044f\u0020\u0438\u043d\u0442\u0435\u043b\u043b\u0435\u043a\u0442\u0443\u0430\u043b\u044c\u043d\u044b\u0445\u0020\u0434\u0438\u0441\u043a\u0443\u0441\u0441\u0438\u0439\u002e

rector_message = \u041d\u0430\u0020\u0441\u0435\u0433\u043e\u0434\u043d\u044f\u0448\u043d\u0438\u0439\u0020\u0434\u0435\u043d\u044c\u0020\u0440\u0435\u043a\u0442\u043e\u0440\u043e\u043c\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0430\u0020\u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f\u0020\u0412\u0441\u0435\u0441\u043b\u0430\u0432\u0430\u0020\u0421\u0432\u044f\u0442\u043e\u0437\u0430\u0440\u043e\u0432\u043d\u0430\u0020\u0421\u043e\u043b\u043e\u043c\u0443\u0434\u0440\u0430\u044f\u002e

faculties_message = \u0412\u0020\u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0435\u0020\u0038\u0020\u0444\u0430\u043a\u0443\u043b\u044c\u0442\u0435\u0442\u043e\u0432\u002e
